Repository: xsinotron/my-weekly-schedule
Catalog: languages/ws-*.po
Languages: fr_fr

source: A plugin used to create a page with a list of programs for your activity
fr_fr: Créer le planning de vos activités

source: Maximum number of items to display
fr_fr: Nombre maximum d’éléments à afficher

source: Weekly Schedule
fr_fr: Emploi du temps

source: General Options
fr_fr: Options Générales

source: Stylesheet
fr_fr: Mise en page

source: Settings
fr_fr: Paramétrages

source: Quarter-Hourly (15 min intervals)
fr_fr: Quart d’heure

source: Half-Hourly (30 min intervals)
fr_fr: Demi-heure

source: Hourly (60 min intervals)
fr_fr: Heure

source: Bi-Hourly (120 min intervals)
fr_fr: 2 heures

source: Tri-Hourly (180 min intervals)
fr_fr: trois heures

source: 24 Hours (e.g. 17h30)
fr_fr: 24 heures (ex: 17h30)

source: 24 Hours with Colon (e.g. 17:30)
fr_fr: 24 heures avec «:» (ex: 17:30)

source: 12 Hours (e.g. 1:30pm)
fr_fr: 12 heures (ex: 1:30pm)

source: Show as tooltip
fr_fr: Afficher comme une infobulle

source: Show in cell after item name
fr_fr: Afficher dans la cellule après le nom de l’élément

source: Do not display
fr_fr: Ne pas afficher

source: You cannot edit the Weekly Schedule for WordPress options.
fr_fr: Vous ne pouvez pas éditer les options de l’emploi du temps pour Wordpress.

source: Inserted New Item
fr_fr: Nouveau créneau ajouté

source: Item Updated
fr_fr: Créneau mis à jour

source: Item Deleted
fr_fr: Créneau supprimé

source: Submit
fr_fr: Envoyer

source: Reset to default
fr_fr: Configuration initiale

source: You are about to delete this category '%s' 'Cancel' to stop, 'OK' to delete.
fr_fr: Vous êtes sur le point de supprimer cette catégorie '%s' ‘Annuler’ pour arrêter, 'OK' pour confirmer.

source: You are about to delete the item '%s' 'Cancel' to stop, 'OK' to delete.
fr_fr: Vous êtes sur le point de supprimer cet élément '%s' ‘Annuler’ pour arrêter, 'OK' pour confirmer.

source: Weekly Schedule Configuration
fr_fr: Configuration de l'emploi du temps

source: General Settings
fr_fr: Réglages

source: Update General Settings &raquo;
fr_fr: Mise à jour des paramètres généraux &raquo;

source: Import Schedule Items
fr_fr: Importer des horaires

source: Template
fr_fr: Modèle

source: Import Items
fr_fr: Importer des éléments

source: Import File Delimiter
fr_fr: Délimiteur du fichier importé

source: Stylesheet File Name
fr_fr: Nom de la feuille de style

source: Access level required
fr_fr: Niveau d’accès requis

source: Number of Schedules
fr_fr: Nombre d’horaires

source: Debug Mode
fr_fr: Mode débogage

source: Additional pages to style (Comma-Separated List of Page IDs)
fr_fr: Pages additionnelles à styliser ( Liste des ID de pages séparés d’un trait «-» )

source: Schedule Selection and Usage Instructions
fr_fr: Choix des horaires et instructions

source: Schedule Name
fr_fr: Nom

source: Code to insert on a Wordpress page to see Weekly Schedule
fr_fr: Code à insérer dans la page afin de visualiser l’emploi du temps.

source: modify
fr_fr: modifier

source: copy
fr_fr: copier

source: delete
fr_fr: supprimer

source: Select Current Schedule:
fr_fr: Choisir l’horaire courant :

source: Schedule:
fr_fr: Emploi du temps :

source: Go!
fr_fr: Aller!

source: Copy from:
fr_fr: Copie de :

source: Copy!
fr_fr: Copier

source: Settings for Schedule
fr_fr: Paramétrages de l’emploi du temps

source: Manage Schedule Categories
fr_fr: Catégories

source: Manage Schedule Items
fr_fr: Horaires

source: Manage Days Labels
fr_fr: Jours

source: Time-related Settings
fr_fr: Paramétrages liés au temps

source: Schedule Layout
fr_fr: Agencement

source: Time Display Format
fr_fr: Format d’affichage

source: Start Time
fr_fr: Début

source: End Time
fr_fr: Fin

source: Cell Time Division
fr_fr: Division des cellules temps

source: Show Description
fr_fr: Afficher les descriptions

source: Day List (comma-separated Day IDs to specify days to be displayed and their order)
fr_fr: Liste des jours ( ID des jours à afficher séparés par un trait «-» )

source: Target Window Name
fr_fr: Nom de la fenêtre de destination

source: Tooltip Configuration
fr_fr: Configuration des Infobulles

source: Tooltip Color Scheme
fr_fr: Couleurs des infobulles

source: cream
fr_fr: crème

source: dark
fr_fr: gris foncé

source: green
fr_fr: vert

source: light
fr_fr: gris clair

source: red
fr_fr: rouge

source: blue
fr_fr: bleu

source: Tooltip Width
fr_fr: largeur des infobulles

source: Tooltip Anchor Point on Data Cell
fr_fr: Point d’ancrage des infobulles sur les cellules

source: Top-Left Corner
fr_fr: Coin haut-gauche

source: Middle of Top Side
fr_fr: Centre haut

source: Top-Right Corner
fr_fr: Coin haut-droit

source: Right Side of Top-Right Corner
fr_fr: Face droite du coin haut-droit

source: Middle of Right Side
fr_fr: Centre du côté droit

source: Right Side of Bottom-Right Corner
fr_fr: Côté droit du coin bas-droit

source: Under Bottom-Left Side
fr_fr: Sous le côté bas-gauche

source: Under Middle of Bottom Side
fr_fr: Sous le côté bas-centré

source: Under Bottom-Right Side
fr_fr: Sous le côté bas-droit

source: Left Side of Top-Left Corner
fr_fr: Face gauche du coin haut-gauche

source: Middle of Left Side
fr_fr: Centre de la face gauche

source: Left Side of Bottom-Left Corner
fr_fr: Face gauche du coin bas-gauche

source: Tooltip Attachment Point
fr_fr: Point d’attache de l’infobulle

source: Auto-Adjust Position to be visible
fr_fr: Ajustement automatique de la position

source: Update Settings &raquo;
fr_fr: Mettre à jour &raquo;

source: Editing Category
fr_fr: Édition de la catégorie

source: Category Name:
fr_fr: Nom de la catégorie :

source: Background Cell Color (optional)
fr_fr: Couleur de fond de la cellule (optionel)

source: Update &raquo;
fr_fr: Mettre à jour &raquo;

source: Insert New Category &raquo;
fr_fr: Ajouter une nouvelle catégorie &raquo;

source: Name
fr_fr: Nom

source: Color
fr_fr: Couleur

source: Items
fr_fr: Éléments

source: Item Title
fr_fr: Nom de l’horaire

source: Category
fr_fr: Catégorie

source: Description
fr_fr: Créer le planning de vos activités

source: Web Address
fr_fr: Adresse internet

source: Day
fr_fr: Jour

source: Duration
fr_fr: Durée

source: Title Color (optional)
fr_fr: Couleur du titre (optionnel)

source: Insert New Item &raquo;
fr_fr: Ajouter un nouveau créneau &raquo;

source: Delete all items in Schedule
fr_fr: Supprimer tous les éléments de l’emploi du temps

source: Are you sure you want to delete all items in Schedule
fr_fr: Êtes vous sûr de vouloir supprimer tous les créneaux de cet emploi du temps ?

source: Installation Instructions
fr_fr: Instructions d’installation

source: Contact the Author
fr_fr: Contacter l’auteur

source: Weekly Schedule Stylesheet Editor
fr_fr: Éditeur de la feuille de style

source: Close
fr_fr: Fermer

source: NEXT
fr_fr: Suivant

source: PREVIOUS
fr_fr: Précédent

source: Categories can only be deleted when they don't have any associated items.
fr_fr: Les catégories ne peuvent être supprimer que si elles n’ont pas de créneau défini.

source: New Category
fr_fr: Nouvelle catégorie

source: Choose a name for this category...
fr_fr: Définissez un nom à cette catégorie…

source: New item
fr_fr: Nouveau créneau

source: Editing Item
fr_fr: Modifier le créneau

source: No items to display
fr_fr: Aucun Créneau disponible

source: Valid
fr_fr: Valider

source: Cancel
fr_fr: Annuler
